const curriculumData = {
  id: 1,
  اسم_المستوى: "المستوى الأول - الخمسة الأجزاء الأخيرة",
  الوصف: "يشمل حفظ الأجزاء من 30 (جزء عمَّ) حتى 26 (جزء الأحقاف).",
  الأجزاء: [
    {
      جزء_id: 30,
      المرحلة: "المرحلة الأولى",
      اسم_الجزء: "جزء عمّ",
      السور: [
        { اسم_السورة: "الناس", عدد_الآيات: 6 },
        { اسم_السورة: "الفلق", عدد_الآيات: 5 },
        { اسم_السورة: "الإخلاص", عدد_الآيات: 4 },
        { اسم_السورة: "المسد", عدد_الآيات: 5 },
        { اسم_السورة: "النصر", عدد_الآيات: 3 },
        { اسم_السورة: "الكافرون", عدد_الآيات: 6 },
        { اسم_السورة: "الكوثر", عدد_الآيات: 3 },
        { اسم_السورة: "الماعون", عدد_الآيات: 7 },
        { اسم_السورة: "قريش", عدد_الآيات: 4 },
        { اسم_السورة: "الفيل", عدد_الآيات: 5 },
        { اسم_السورة: "الهمزة", عدد_الآيات: 9 },
        { اسم_السورة: "العصر", عدد_الآيات: 3 },
        { اسم_السورة: "التكاثر", عدد_الآيات: 8 },
        { اسم_السورة: "القارعة", عدد_الآيات: 11 },
        { اسم_السورة: "العاديات", عدد_الآيات: 11 },
        { اسم_السورة: "الزلزلة", عدد_الآيات: 8 },
        { اسم_السورة: "البينة", عدد_الآيات: 8 },
        { اسم_السورة: "القدر", عدد_الآيات: 5 },
        { اسم_السورة: "العلق", عدد_الآيات: 19 },
        { اسم_السورة: "التين", عدد_الآيات: 8 },
        { اسم_السورة: "الشرح", عدد_الآيات: 8 },
        { اسم_السورة: "الضحى", عدد_الآيات: 11 },
        { اسم_السورة: "الليل", عدد_الآيات: 21 },
        { اسم_السورة: "الشمس", عدد_الآيات: 15 },
        { اسم_السورة: "البلد", عدد_الآيات: 20 },
        { اسم_السورة: "الفجر", عدد_الآيات: 30 },
        { اسم_السورة: "الغاشية", عدد_الآيات: 26 },
        { اسم_السورة: "الأعلى", عدد_الآيات: 19 },
        { اسم_السورة: "الطارق", عدد_الآيات: 17 },
        { اسم_السورة: "البروج", عدد_الآيات: 22 },
        { اسم_السورة: "الانشقاق", عدد_الآيات: 25 },
        { اسم_السورة: "المطففين", عدد_الآيات: 36 },
        { اسم_السورة: "الانفطار", عدد_الآيات: 19 },
        { اسم_السورة: "التكوير", عدد_الآيات: 29 },
        { اسم_السورة: "عبس", عدد_الآيات: 42 },
        { اسم_السورة: "النازعات", عدد_الآيات: 46 },
        { اسم_السورة: "النبأ", عدد_الآيات: 40 }
      ]
    },
    {
      جزء_id: 29,
      المرحلة: "المرحلة الثانية",
      اسم_الجزء: "جزء تبارك",
      السور: [
        { اسم_السورة: "المرسلات", عدد_الآيات: 50 },
        { اسم_السورة: "الإنسان", عدد_الآيات: 31 },
        { اسم_السورة: "القيامة", عدد_الآيات: 40 },
        { اسم_السورة: "المدثر", عدد_الآيات: 56 },
        { اسم_السورة: "المزمل", عدد_الآيات: 20 },
        { اسم_السورة: "الجن", عدد_الآيات: 28 },
        { اسم_السورة: "نوح", عدد_الآيات: 28 },
        { اسم_السورة: "المعارج", عدد_الآيات: 44 },
        { اسم_السورة: "الحاقة", عدد_الآيات: 52 },
        { اسم_السورة: "القلم", عدد_الآيات: 52 },
        { اسم_السورة: "الملك", عدد_الآيات: 30 }
      ]
    },
    {
      جزء_id: 28,
      المرحلة: "المرحلة الثالثة",
      اسم_الجزء: "جزء قد سمع",
      السور: [
        { اسم_السورة: "التحريم", عدد_الآيات: 12 },
        { اسم_السورة: "الطلاق", عدد_الآيات: 12 },
        { اسم_السورة: "التغابن", عدد_الآيات: 18 },
        { اسم_السورة: "المنافقون", عدد_الآيات: 11 },
        { اسم_السورة: "الصف", عدد_الآيات: 14 },
        { اسم_السورة: "الجمعة", عدد_الآيات: 11 },
        { اسم_السورة: "الممتحنة", عدد_الآيات: 13 },
        { اسم_السورة: "الحشر", عدد_الآيات: 24 },
        { اسم_السورة: "المجادلة", عدد_الآيات: 22 }
      ]
    },
    {
      جزء_id: 27,
      المرحلة: "المرحلة الرابعة",
      اسم_الجزء: "جزء الذاريات",
      السور: [
        { اسم_السورة: "الحديد", عدد_الآيات: 29 },
        { اسم_السورة: "الواقعة", عدد_الآيات: 96 },
        { اسم_السورة: "القمر", عدد_الآيات: 55 },
        { اسم_السورة: "النجم", عدد_الآيات: 62 },
        { اسم_السورة: "الطور", عدد_الآيات: 49 },
        { اسم_السورة: "الذاريات", عدد_الآيات: 60 }
      ]
    },
    {
      جزء_id: 26,
      المرحلة: "المرحسة الخامسة",
      اسم_الجزء: "جزء الأحقاف",
      السور: [
        { اسم_السورة: "ق", عدد_الآيات: 45 },
        { اسم_السورة: "الحجرات", عدد_الآيات: 18 },
        { اسم_السورة: "الفتح", عدد_الآيات: 29 },
        { اسم_السورة: "محمد", عدد_الآيات: 38 },
        { اسم_السورة: "الأحقاف", عدد_الآيات: 35 }
      ]
    }
  ]
};

export default curriculumData;
